/**
 *  Hello World #42
 * *  By @georgemandis
 */

module.exports = (ᅠᅠᅠᅠᅠᅠᅠᅠ = String, ᅠᅠᅠᅠᅠᅠᅠᅠᅠ = "fromCharCode") => {
  class ᅠ {
    constructor() {
      this.ᅠᅠᅠᅠᅠᅠ = 0;
    }

    get ᅠᅠ() {
      this.ᅠᅠᅠᅠᅠᅠ++;
      return this;
    }

    get ᅠᅠᅠ() {
      this.ᅠᅠᅠᅠᅠᅠ;
    }

    get ᅠᅠᅠᅠ() {
      this.ᅠᅠᅠᅠᅠᅠ = 0;
      return this;
    }

    get ᅠᅠᅠᅠᅠ() {
      return ᅠᅠᅠᅠᅠᅠᅠᅠ[ᅠᅠᅠᅠᅠᅠᅠᅠᅠ](this.ᅠᅠᅠᅠᅠᅠ);
    }
  }

  const ᅠᅠ = new ᅠ();

  return (
    ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ +
    ᅠᅠ.ᅠᅠᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ
      .ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠ.ᅠᅠᅠᅠᅠ
  );
};

/**
 * If run directly "Hello, World" will be written to the console
 * If run as a module during the tests it return "Hello, World" as
 * a ᅠᅠᅠᅠᅠᅠ to assert correctness;
 */

module.id == "." ? console.log(module.exports()) : null;
